<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%> 
<%@ page isELIgnored="false"%> 
<%@ taglib uri="http://www.springframework.org/security/tags" 
prefix="sec"%> 
<%@ page language="java" contentType="text/html; charset=UTF8" 
pageEncoding="UTF8"%> 
<%@ page session="false"%> 
<link href="<c:url value="/resources/css/news.css"/>" rel="stylesheet"> 
<script src="<c:url value="https://use.fontawesome.com/e714ace0b2.js"/>"></script> 


<sec:authorize access="isAnonymous()"> 
<!— 
<div class="containerAdmin"> 
<form class="form-signin" action="${context}/login_admin" method="post"> 
<h2 class="form-signin-heading">Please sign in</h2> 
<p class="lead"> ${fail}</p> 
<label for="inputEmail" class="sr-only">User name</label> <input 
type="name" class="form-control" name="name" placeholder="text" 
required autofocus> <label for="inputPassword" 
class="sr-only">Password</label> <input type="password" 
class="form-control" name="password" placeholder="password" required> 
<div class="checkbox"></div> 
<button class="btn btn-lg btn-primary btn-block" type="submit">Sign 
in</button> 
</form> 

</div> 
--> 

<!— /container —> 
</sec:authorize> 






<div class="main-cont"> 
<div class="cont-title"> 
<h2>Психологія це...</h2> 
</div> 
<div class="cont-body"> 
У нинішніх умовах психологія є науковою галуззю, яка привертає увагу як фахівців усіх спеціальностей вищої кваліфікації, так і пересічних людей, що прагнуть підвищити свою психологічну культуру. Однак дана книга розрахована, в першу чергу, на читачів-студентів. В посібнику розкрито зміст загальної психології, яскраве стилістичне оформлення якого дозволяє усунути проблему перевантаження читача від одноманітності й водночас сприяє кращому сприйманню, осмисленню і запам'ятовуванню навчального матеріалу. 

Зміст посібника складається з трьох розділів, кожен з яких поділено на два блоки, перший з яких має теоретичну спрямованість, другий - практичну. Призначенням першого, інформаційного блоку є надання читачеві наукової інформації відповідно до змісту навчальної дисципліни. Другий, контрольно-дослідницький блок забезпечує закріплення й поглиблення набутих знань студента та сприяє формуванню його практичної компетентності. 

Інформаційний блок містить базовий виклад вітчизняних та зарубіжних підходів щодо питань загальної психології з використанням виокремлених графічно визначень основних наукових категорій та виносок - цитат, коментарів, уточнень. 

У традиційному для навчальних видань контрольному блоці подано диференційовані завдання - запитання для семінарів, тестові запитання, що дозволяють виявити базову поінформованість студентів у навчальному матеріалі, та питання проблемного характеру, покликані спонукати до роздумів і аналізу. Розв'язування психологічних задач сприятиме трансформації знань в уміння. 
</div> 
<div class="cont-btn btn"> 
<a href="http://pidruchniki.com/19650323/psihologiya/zagalni_p..">Читати ще...</a> 
</div> 
</div> 
<div class="main-cont"> 
<div class="cont-title"> 
<h2>Проблема батьків та дітей</h2> 
</div> 
<div class="cont-body"> 
У даний час Україна переживає складні соціально-економічні зміни, які істотно відбиваються на становищі всіх елементів соціальних структур, зокрема сім'ї. Сім'я є найменшим осередком суспільства, що постійно відчуває на собі безпосередньо чи опосередковано ті зміни, які відбуваються у країні та відповідно сама накладає відбиток на розвиток суспільства. Процес формування, становлення та розвитку сучасної української сім'ї проходить у складних і суперечливих умовах, на фоні яких відбувається погіршення фізичного і психічного стану здоров'я людей, зростання міжособистісної ізоляції, агресивності, нездатності розв'язувати проблеми і конфлікти, що виникають на їх життєвому шляху. Сьогодні сім'я стикається з цілою низкою нових проблем, значною мірою втрачає здатність виконувати життєво необхідні функції і стоїть на порозі кризи.
12:12:05
З огляду на це, можна говорити, що ситуація з внутрісімейними стосунками поступово погіршується внаслідок збільшення протиріч і конфліктів у суспільстві. Ці обставини можуть мати негативні наслідки не лише для сім'ї, але й для країни загалом. 

Батьківство відіграє значну роль у житті конкретної особистості. Протягом всього життя батьки залишаються значимою фігурою для індивіда. Батьківство включає феномени материнства й батьківства, але не зводиться до їхньої простої сукупності. 

Родина є першим інститутом соціалізації дитини. Саме сімейне виховання є найбільш природним і відіграє визначальну роль у розвитку й формуванні особистості. Вибираючи свій стиль поведінки у взаємодії з дитиною, батьки виявляються в ситуації невизначеності й можуть відчувати непевність у собі, почуття провини і так далі. Невірний вибір стилю взаємодії між батьками і дітьми провокує конфліктні ситуації у сім'ї. Все це визначає потребу в психологічному супроводі родини і сімейного виховання. 

Психологічна робота з батьками - досить складний напрямок. Нерідко батьки не сумніваються у своїй компетентності, обвинувачуючи у випадку виникнення труднощів у дитячо-батьківських відносинах школу, суспільство. Часто батькам складно визнати помилковість своїх думок, почуттів, дій. На тлі цього усередині родини між батьком і матір'ю нерівномірно розподіляється виховна активність. У більшості випадків, вихованням, емоційним спілкуванням з дітьми займається мати, батько ж робить це «за настроєм». У підсумку, у родині не спостерігається системності впливів. Батьки для дитини рідко виступають єдиним цілим. 
</div> 
<div class="cont-btn btn"> 
<a href="http://manme.ru/psixologiya/psixologichni-osoblivosti..">Читати ще...</a> 
</div> 
</div> 
<div class="main-cont"> 
<div class="cont-title"> 
<h2>Найжорстокіші експерименти психології</h2> 
</div> 
<div class="cont-body"> 
1. Набута безпорадність 

Відомі психологи Стів Майер і Марк Селігман проводили свій експеримент на собаках в 1966 році. Собаки були розділені на три піддослідні групи. Усіх тварин розподілили по клітках. Першій групі не заподіяли ніякої шкоди, а по закінченню певного часу відпустили. Друга група була схильна ударам струму, які повторювалися через рівні проміжки часу. Їх можна було припинити, якщо натиснути важіль, що знаходиться всередині клітини. Собакам, які входили в третю групу так само наносили раптові удари струму, які зупинити було неможливо. Через якийсь час у собак розвинулася певна реакція на зовнішні подразники. Дана реакція отримала назву «набута безпорадність» і грунтувалася вона на переконаності в тому, що перед навколишнім світів тварина безпорадно. Результат привів до того, що у собак розвинулися всі ознаки так званої клінічної депресії. Собак, які входили до складу третьої групи, через час перемістили у вільні вольєри, які дозволяли тваринам легко втекти. І в цих вольєрах собак били струмом. Як виявилося, жодна з собак так і не зробила жодних спроб втекти. Вони попросту реагували на біль пасивно. Складалося враження, що собаки сприймали біль, як щось неминуче. 
</div> 
<div class="cont-btn btn"> 
<a href="http://cikavo.net/najzhorstokishi-eksperimenti-psixol..">Читати ще...</a> 
</div>